[
    "{\"texto\":\"Querido José,\",\"estilo\":{\"fontSize\":18.0,\"fontWeight\":\"bold\"}}",
    "{\"texto\":\"Espero que esta carta te encuentre bien y que estés disfrutando de buenos momentos en tu vida. Ha pasado un tiempo desde la última vez que nos vimos y pensé que sería bueno ponerme en contacto contigo para ponerte al día y compartir algunas noticias emocionantes.\",\"estilo\":{\"fontSize\":16.0}}",
    "{\"texto\":\"Primero que nada, ¿cómo has estado? ¿Qué has estado haciendo últimamente? Yo he estado bastante ocupado con los estudios y el trabajo, pero siempre trato de encontrar tiempo para disfrutar de las pequeñas cosas de la vida. Recuerdo las tardes que pasábamos juntos hablando de nuestros sueños y proyectos, y espero que podamos reunirnos pronto para ponernos al día.\",\"estilo\":{\"fontSize\":16.0}}",
    "{\"texto\":\"Te escribo esta carta con una gran noticia: ¡finalmente terminé mi proyecto de diseño de software! Fue un camino largo y difícil, pero valió la pena cada momento dedicado. Estoy emocionado de compartir los detalles contigo la próxima vez que nos veamos.\",\"estilo\":{\"fontSize\":16.0}}",
    "{\"texto\":\"Además, he estado pensando mucho en nuestros planes para el futuro. Recuerdo cuando solíamos hablar sobre viajar juntos por el mundo, explorando nuevos lugares y sumergiéndonos en diferentes culturas. ¿Siguen siendo esos nuestros sueños? ¡Yo definitivamente los sigo teniendo en mente!\",\"estilo\":{\"fontSize\":16.0}}",
    "{\"texto\":\"Por último, pero no menos importante, quiero que sepas que siempre puedes contar conmigo. Si necesitas hablar, compartir una risa o simplemente pasar el rato, aquí estaré para ti, como siempre lo he estado.\",\"estilo\":{\"fontSize\":16.0}}",
    "{\"texto\":\"Bueno, José, me despido por ahora, pero espero recibir noticias tuyas pronto. ¡Cuídate mucho y nos vemos pronto!\",\"estilo\":{\"fontSize\":16.0}}",
    "{\"texto\":\"Un abrazo fuerte,\",\"estilo\":{\"fontSize\":16.0,\"fontWeight\":\"bold\"}}",
    "{\"texto\":\"Rubén\",\"estilo\":{\"fontSize\":16.0}}"
]
